Repository: peterrc87/TCA-SystemUtilities-NVDA-Complemento
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, pt_pt, tr, uk

source: No se pudo obtener la ruta para el CMD
ar: تعذر الحصول على المسار لـ CMD
pt_pt: Não foi possível obter o caminho para CMD
tr: CMD için yol alınamadı
uk: Не вдалося отримати шлях для командного рядка

source: Este proceso eliminará todos los complementos y configuraciones que están en pantallas seguras. Es necesario que se reinicie el explorador de Windows, se deben cerrar todas las ventanas del explorador. Si tiene activado el uac (Control de cuentas de usuario), es probable que deba darle varias veces permisos para continuar. ¿Está seguro que desea continuar?
ar: ستؤدي هذه العملية إلى إزالة كافة الإضافات والإعدادات الموجودة في الشاشات الآمنة. يجب إعادة تشغيل مستكشف Windows، ويجب إغلاق كافة نوافذ المستكشف. إذا قمت بتمكين uac (التحكم في حساب المستخدم)، فربما ستحتاج إلى منح الإذن عدة مرات للمتابعة. هل أنت متأكد من رغبتك في المتابعة؟
pt_pt: Este processo removerá todos os complementos e configurações que se encontram em ecrãs seguros. O explorador de janelas precisa de ser reiniciado, todas as janelas do explorador precisam de ser fechadas. Se tiver o uac (Controlo de Conta de Utilizador) activado, poderá ter de lhe dar permissões várias vezes para continuar. tem a certeza de que quer continuar?
tr: Bu işlem, güvenli ekranlardaki tüm eklentileri ve ayarları kaldıracaktır. Windows Gezgini'nin yeniden başlatılması gerekiyor, tüm Explorer pencerelerinin kapatılması gerekiyor. uac'y (Kullanıcı Hesabı Denetimi) etkinleştirdiyseniz, devam etmek için izin vermeniz gerekebilir. Devam etmek istediğinizden emin misiniz?
uk: Цей процес видалить всі додатки та налаштування, які знаходяться на захищених екранах. Провідник Windows повинен бути перезапущений, всі вікна Провідника повинні бути закриті. Якщо у вас увімкнено uac (контроль облікових записів користувачів), можливо, вам доведеться надати йому дозволи кілька разів, щоб продовжити. Ви впевнені, що хочете продовжити?

source: Atención borrando addons y configuraciones de pantallas seguras
ar: تحذير: سيؤدي هذا إلى حذف الإضافات وإعدادات الشاشة الآمنة الخاصة ببرنامج NVDA أو غيره
pt_pt: Atenção à eliminação de addons e configurações de ecrã seguras
tr: Dikkat, güvenli ekranların eklentilerini ve yapılandırmalarını siliyorsunuz
uk: Увага! видалення додатків і налаштувань з захищених екранів

source: Se limpió la configuración en pantallas seguras
ar: تم مسح إعدادات الشاشات الآمنة
pt_pt: A configuração foi limpa em ecrãs seguros
tr: Güvenli ekranlarda silinmiş ayarlar
uk: Налаштування на захищених екранах очищено

source: No existen configuraciones guardadas en pantallas seguras
ar: لا توجد إعدادات محفوظة في الشاشات الآمنة
pt_pt: Não há configurações guardadas em ecrãs seguros
tr: Güvenli ekranlarda kayıtlı ayar yok
uk: На захищених екранах немає збережених налаштувань

source: no hay nada en el historial del portapapeles
ar: لا يوجد شيء في سجل الحافظة
pt_pt: Não há nada no histórico da área de transferência
tr: pano geçmişinde hiçbir şey bulunmuyor
uk: в історії буфера обміну нічого немає

source: No fue posible eliminar el portapapeles
ar: تعذر تفريغ الحافظة
pt_pt: Não foi possível apagar a área de transferência
tr: Pano içeriği silinemiyor
uk: Не вдалося очистити буфер обміну

source: Se limpió correctamente el portapapeles
ar: تم تفريغ الحافظة بنجاح
pt_pt: A área de transferência foi limpa com sucesso
tr: Pano başarıyla temizlendi
uk: Буфер обміну успішно очищено

source: No fue posible desactivar el control de cuentas de usuario Error: {}
ar: غير قادر على تعطيل التحكم في حساب المستخدم الخطأ: {}
tr: Kullanıcı hesabı denetimi devre dışı bırakılamadı Hata: {}
uk: Не вдалося вимкнути контроль облікових записів користувачів Помилка: {}

source: Se ha desactivado el control de cuentas de usuario (uac). Es necesario reiniciar el sistema para que surtan los cambios. ¿Desea hacerlo ahora?
ar: تم تعطيل التحكم في حساب المستخدم (uac). يجب إعادة تشغيل النظام ليتم تطبيق الإعدادات.
tr: Kullanıcı Hesabı Denetimi (UAC) devre dışı bırakıldı. Değişikliklerin etkili olması için sistemi yeniden başlatmanız gerekir. Şimdi yeniden başlatmak istiyor musunuz?
uk: Контроль облікових записів користувачів (uac) вимкнено. Необхідно перезавантажити систему, щоб зміни вступили в силу. Ви хочете зробити це зараз?

source: Atención !Reinicio necesario
ar: تحذير! إعادة التشغيل مطلوبة
tr: Dikkat!Yeniden başlatma gerekli
uk: Увага! Потрібен перезапуск

source: No fue posible activar el control de cuentas de usuario Error: {}
ar: غير قادر على تنشيط التحكم بحساب المستخدم الخطأ: {}
tr: Kullanıcı hesabı denetimi etkinleştirilemedi Hata: {}
uk: Не вдалося увімкнути контроль облікових записів користувачів Помилка: {}

source: Se ha activado el control de cuentas de usuario (uac). Es necesario reiniciar el sistema para que surtan los cambios. ¿Desea hacerlo ahora?
ar: تم تمكين التحكم في حساب المستخدم (uac). يجب إعادة تشغيل النظام ليتم تطبيق الإعدادات.
tr: Kullanıcı Hesabı Denetimi (UAC) etkinleştirildi. Değişikliklerin etkili olması için sistemi yeniden başlatmanız gerekir. Şimdi yeniden başlatmak istiyor musunuz?
uk: Контроль облікових записів користувачів (uac) увімкнено. Необхідно перезавантажити систему, щоб зміни вступили в силу. Ви хочете зробити це зараз?

source: Escriba aquí el nombre de la aplicación
ar: أدخل إسم البرنامج الذي تريد إغلاقه إجبارية
tr: Uygulama adını buraya yazın
uk: Введіть тут назву програми

source: Ingrese el nombre:
ar: أدخل الاسم:
tr: Bir Ad yazın:
uk: Введіть ім'я:

source: No fue posible termninar el proceso {} Ocurrió el error: {}
ar: غير قادر على إنهاء العملية {} حدث الخطأ: {}
tr: {} işlemi sonlandırılamadı Hata oluştu: {}
uk: Не вдалося закрити процес {} Виникла помилка: {}

source: Se terminaron todos los procesos de: {} de forma correcta
ar: تم إنهاء كافة عمليات: {} بنجاح
tr: Tüm işlemler: {} başarıyla gerçekleştirildi
uk: Усі процеси: {} припинено правильно

source: Debe escribir el nombre de una aplicación
ar: يجب عليك إدخال اسم التطبيق
tr: Bir uygulama adını yazmalısınız
uk: Ви повинні ввести назву програми

source: No fue posible activar el plan alto rendimiento. Ocurrió el error: {}
tr: Yüksek performans planı etkinleştirilemedi. Bir Hata oluştu: {}
uk: Не вдалося активувати план високої продуктивності. Виникла помилка: {}

source: Plan alto rendimiento activado
tr: Yüksek Performans Planı etkinleştirildi
uk: План високої продуктивності активовано

source: No fue posible activar el plan Equilibrado. Ocurrió el error: {}
tr: Dengeli plan etkinleştirilemedi. Bir Hata oluştu: {}
uk: Не вдалося активувати план збалансованої продуктивності. Сталася помилка: {}

source: Plan Equilibradoactivado
tr: Dengeli Plan Etkinleştirildi
uk: Збалансований план активовано

source: Apagar
ar: حذف
pt_pt: Desligar
tr: Kapat
uk: Завершити роботу

source: Entrar a la BIOS-UEFI
ar: الدخول إلى BIOS-UEFI
pt_pt: Entrar na BIOS-UEFI
tr: BIOS-UEFI'ye gir
uk: Увійти в BIOS-UEFI

source: Hibernar
ar: السكون
tr: Hazırda beklet
uk: Режим глибокого сну

source: Reiniciar
ar: إعادة التشغيل
tr: Yeniden Başlat
uk: Перезавантажити

source: Reiniciar y entrar en Modo seguro con funciones de red
ar: إعادة التشغيل مع الدخول إلى الوضع الآمن والاتصال بالأنترنت
pt_pt: Reiniciar e entrar no Modo Seguro com Funções de Rede
tr: Yeniden başlat ve Ağ ile Güvenli Mod'u aç
uk: Перезавантажити та увійти в безпечний режим з підтримкою мережі

source: Reiniciar en Modo normal
ar: إعادة التشغيل في الوضع العادي
pt_pt: Reiniciar no modo normal
tr: Normal Modda Yeniden Başlat
uk: Перезавантажити в звичайному режимі

source: Suspender
ar: تعليق
tr: Uyku Modu
uk: Сон

source: Apagado del sistema
ar: إيقاف تشغيل النظام
pt_pt: Desligar o sistema
tr: Bilgisayarı kapat
uk: Вихід з системи

source: Borrar el portapapeles
ar: تفريغ الحافظة
pt_pt: Apagar a área de transferência
tr: Panoyu temizle
uk: Очистити буфер обміну

source: Desbloquear explorador de Windows
ar: فتح مستكشف الملفات
tr: Windows gezgininin kilidini aç
uk: Розблокувати Провідник Windows

source: Matar procesos
ar: إغلاق البرامج إجباريا
tr: İşlemleri Sonlandır
uk: Закрити процеси

source: Monitor de recursos
ar: مدير الموارد
tr: Kaynak izleyici
uk: Монітор ресурсів

source: Explorador y Procesos
ar: المستكشف والعمليات
pt_pt: Explorador e Processos
tr: Gezgin ve Süreçler
uk: Провідник і процеси

source: Activar almacenamiento reservado
ar: تفعيل المساحة المحجوزة للتحديثات
pt_pt: Activar o armazenamento reservado
tr: Ayrılmış depolamayı aç
uk: Увімкнути резервне сховище

source: Desactivar almacenamiento reservado
ar: تعطيل المساحة المحجوزة للتحديثات
pt_pt: Desactivar o armazenamento reservado
tr: Ayrılmış depolamayı kapat
uk: Вимкнути резервне сховище

source: Activar el plan alto rendimiento
tr: Yüksek performans planını etkinleştir
uk: Активувати план високої продуктивності

source: Activar el plan equilibrado
tr: Dengeli planı etkinleştir
uk: Активувати план збалансованої продуктивності

source: Análisis del sistema Con SFC
ar: فحص النظام باستخدام SFC
pt_pt: Análises do sistema com SFC
tr: SFC ile sistem analizi
uk: Аналіз системи за допомогою SFC

source: Limpiar configuración guardada en pantallas seguras
ar: مسح الإعدادات المحفوظة في الشاشات الآمنة
pt_pt: Limpar configuração guardada em ecrãs seguros
tr: Güvenli Ekranlarda Kaydedilen Ayarları Temizle
uk: Очистити збережені налаштування на захищених екранах

source: Optimizar las unidades
ar: تحسين محركات الأقراص
pt_pt: Optimizar unidades
tr: Sürücüleri Birleştir
uk: Оптимізувати диски

source: Restablecer PC
ar: إعادة ضبط جهاز الكمبيوتر
pt_pt: Reinicialização do PC
tr: Bilgisayarı Sıfırla
uk: Скидання налаштувань ПК

source: Reparación y optimización
ar: إصلاحات وتحسينات
pt_pt: Reparação e optimização
tr: Onarım ve optimizasyon
uk: Ремонт і оптимізація

source: Activar el control de cuentas de usuario (uac)
ar: تمكين التحكم في حساب المستخدم (UAC)
tr: Kullanıcı Hesabı Denetimini (UAC) Etkinleştir
uk: Увімкнути Контроль облікових записів користувачів (uac)

source: Analizar arranque del sistema
ar: فحص إقلاع النظام
pt_pt: Análise do sector de arranque
tr: Sistem önyükleme bölümünü Tara
uk: Проаналізувати завантаження системи

source: análisis rápido
ar: الفحص السريع
pt_pt: análise rápida
tr: hızlı tarama
uk: швидкий аналіз

source: Escanear archivos comprimidos
ar: فحص الملفات المضغوطة
pt_pt: Digitalização de ficheiros comprimidos
tr: Sıkıştırılmış dosyaları tara
uk: Сканувати стиснуті файли

source: No escanear archivos comprimidos
ar: لا تقم بفحص الملفات المضغوطة
pt_pt: Não digitalizar ficheiros comprimidos
tr: Sıkıştırılmış dosyaları tarama
uk: Не сканувати стиснуті файли

source: Desactivar el control de cuentas de usuario (uac)
ar: تعطيل التحكم في حساب المستخدم (UAC)
tr: Kullanıcı Hesabı Denetimini (UAC) Devre Dışı Bırak
uk: Вимкнути контроль облікових записів користувачів (UAC)

source: Listado de archivos en cuarentena al portapapeles
ar: نسخ الملفات المعزولة إلى الحافظة
pt_pt: Lista de ficheiros em quarentena para a área de transferência
tr: Karantinaya alınan dosyaların listesini panoya kopyala
uk: Список файлів, розміщених на карантині в буфер обміну

source: Seguridad de Windows
ar: حماية الويندوز
pt_pt: Segurança do Windows
tr: Windows güvenliği
uk: Безпека Windows

source: Activar Webcam
ar: تنشيط كاميرا الويب
tr: Web Kamerasını Etkinleştir
uk: Увімкнути веб-камеру

source: Desactivar Webcam
ar: تعطيل كاميرا الويب
tr: Web Kamerasını Devre Dışı Bırak
uk: Вимкнути веб-камеру

source: Mezclador de volumen
ar: مستوى الصوت
pt_pt: Misturador de volume
tr: Ses karıştırıcı
uk: Мікшер гучності

source: Opciones de sonido
ar: خيارات الصوت
pt_pt: Opções de som
tr: Ses seçenekleri
uk: Параметри звуку

source: Opciones de voz
ar: خيارات النطق
pt_pt: Opções de voz
tr: Konuşma seçenekleri
uk: Налаштування мовлення

source: Voz y multimedia
ar: الصوت والوسائط المتعددة
pt_pt: Voz e multimédia
tr: Multimedya
uk: Мовлення й медіа

source: Asistente guardar contraseñas de usuarios
ar: معالج حفظ كلمات مرور المستخدم
pt_pt: Assistente "guardar senhas do utilizador"
tr: Kullanıcı parolalarını kaydetme sihirbazı
uk: Майстер збереження паролів користувачів

source: Asistente transferir archivos por Bluetooth
ar: معالج نقل ملفات البلوتوث
pt_pt: Assistente para transferir ficheiros via Bluetooth
tr: Bluetooth dosya aktarım sihirbazı
uk: Майстер передачі файлів через Bluetooth

source: Carpeta Roaming
ar: فتح مجلد إعدادات البرامج
pt_pt: Pasta Roaming
tr: Roaming Klasörü
uk: Папка Roaming

source: administrador de discos
ar: إدارة الأقراص
pt_pt: gestor de discos
tr: disk yöneticisi
uk: диспетчер дисків

source: administrador de dispositivos
ar: إدارة الأجهزة
tr: aygıt Yöneticisi
uk: диспетчер пристроїв

source: asistente para guardar la contraseña del sistema
ar: معالج حفظ كلمة مرور النظام
pt_pt: assistente para guardar a senha do sistema
tr: sistem şifresini kaydetme sihirbazı
uk: майстер збереження системного пароля

source: mapa de caracteres
ar: خريطة الأحرف
tr: karakter haritası
uk: таблиця символів

source: Opciones de carpeta
ar: خيارات عرض الملفات والمجلدات
pt_pt: Opções de pasta
tr: Dosya seçenekleri
uk: Параметри папки

source: Utilidades del sistema
ar: أدوات النظام
pt_pt: Utilitários do sistema
tr: Sistem Araçları
uk: Системні утиліти

source: Apagar y Reiniciar el PC con el sonido clásico de Windows. También permite abrir la carpeta Roaming y ejecutar de forma directa algunas herramientas del sistema.
uk: Вимкнення та перезавантаження ПК з класичним звуком Windows. Це також дозволяє відкрити папку Roaming і безпосередньо запустити деякі системні інструменти.

source: No se pudo tomar el foco, seleccione algún elemento
ar: لا يمكن التركيز، حدد بعض العناصر

source: Ha seleccionado %s ficheros. Seleccione solo un fichero.
ar: لقد قمت بتحديد ملفات %s. حدد ملفًا واحدًا فقط.

source: No fue posible habilitar el Bluetooth Ocurrió el error: {}
ar: غير قادر على تمكين Bluetooth حدث خطأ: {}

source: Bluetooth habilitado
ar: تفعيل البلوتوث

source: No fue posible deshabilitar el Bluetooth Ocurrió el error: {}
ar: تعذر تعطيل Bluetooth حدث خطأ: {}

source: Bluetooth deshabilitado
ar: تم تعطيل البلوتوث

source: Tomar la ruta con z_path
ar: نسخ المسار مع z_path

source: Matar los procesos de cualquier aplicación activa
ar: إغلاق عمليات أي تطبيق نشط

source: administrador de dispositivoss
pt_pt: gestor de dispositivos

source: Abrir el administrador de dispositivoss
pt_pt: Abrir o gestor de dispositivos
