Repository: peterrc87/TCA-SystemUtilities-NVDA-Complemento
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, pt_pt, tr, uk

source: Apagar el sistema
ar: اغلاق النظام
pt_pt: Desligar o sistema
tr: Bilgisayarı kapat
uk: Завершити роботу системи

source: Reinicio del sistema
ar: إعادة تشغيل النظام
pt_pt: Reiniciar o sistema
tr: Bilgisayarı yeniden başlat
uk: Перезавантажити систему

source: Anular apagado
ar: إلغاء إيقاف التشغيل
pt_pt: Anular desligamento
tr: Kapatma işlemini iptal et
uk: Скасувати вимкнення

source: Abrir opciones de sonido
ar: فتح خيارات الصوت
pt_pt: Abrir Opções de som
tr: Ses seçeneklerini aç
uk: Відкрити параметри звуку

source: Abrir Asistente transferir archivos por Bluetooth
ar: فتح معالج نقل ملفات Bluetooth
pt_pt: Abrir o assistente para transferir ficheiros via Bluetooth
tr: Bluetooth dosya aktarım sihirbazını aç
uk: Відкрити майстер передачі файлів через Bluetooth

source: Saber la arquitectura del sistema
ar: عرض بنية النظام
pt_pt: Conhecer a arquitectura do sistema
tr: Sistem mimarisini göster
uk: Дізнатись архітектуру системи

source: Su sistema operativo es de: {} Bits
ar: نظام التشغيل الخاص بك هو: {} بت
pt_pt: O seu sistema operativo é de {} Bits
tr: İşletim sisteminiz: {} Bit
uk: Ваша операційна система: {} біт

source: Abrir el asistente para guardar la contraseña del sistema
ar: فتح معالج حفظ كلمة مرور النظام
pt_pt: Abrir o assistente para guardar a senha do sistema
tr: Sistem parolasını kaydetmek için sihirbazı aç
uk: Відкрити майстер збереження системного пароля

source: Abriendo restablecer contraseñas de Windows
ar: فتح إعادة تعيين كلمات مرور Windows
pt_pt: Abrir a Reinicialização da senha do Windows
tr: Windows parola sıfırlamayı aç
uk: Відкрити відновлення пароля Windows

source: Copiar al portapapeles la ruta
ar: نسخ المسار إلى الحافظة
pt_pt: Copiar o caminho para a área de transferência
tr: Yolu panoya kopyala
uk: Скопіювати шлях до буфера обміну

source: Ruta copiada
ar: نسخ المسار
pt_pt: Caminho copiado
tr: Kopyalanan yol
uk: Шлях скопійовано

source: No se pudo copiar la ruta
ar: تعذر نسخ المسار
pt_pt: Não foi possível copiar o caminho
tr: Yol kopyalanamadı
uk: Не вдалося скопіювати шлях

source: Abrir el administrador de discos
ar: فتح مدير الأقراص
pt_pt: Abrir o gestor de discos
tr: Disk yöneticisini aç
uk: Відкрити диспетчер дисків

source: Abrir la tienda oficial de complementos
ar: فتح موقع أضافات nvdaالرسمي
pt_pt: Abrir a loja oficial de extras
tr: Resmi Eklenti sayfasını aç
uk: Відкрити офіційний магазин додатків

source: Abrir monitor de recursos
ar: فتح مدير الموارد
pt_pt: Abrir o Monitor de recursos
tr: Kaynak izleyiciyi aç
uk: Відкрити монітор ресурсів

source: Copiar al portapapeles la lista de carpetas y archivos
ar: نسخ قائمة المجلدات والملفات إلى الحافظة
pt_pt: Copiar a lista de pastas e ficheiros para a área de transferência
tr: Klasörü ve dosya listesini panoya kopyala
uk: Скопіювати список папок і файлів в буфер обміну

source: Saber la versión de Windows
ar: عرض إصدار ويندوز
pt_pt: Conhecer a sua versão do Windows
tr: Windows sürümünü Göster
uk: Дізнатись версію Windows

source: Abrir el administrador de dispositivos
ar: فتح إدارة الأجهزة
tr: Aygıt yöneticisini aç
uk: Відкрити Диспетчер пристроїв

source: Abrir Opciones de carpeta
ar: فتح خيارات عرض الملفات والمجلدات
pt_pt: Abrir as opções de pasta
tr: Klasör Seçeneklerini Aç
uk: Відкрити параметри папки

source: Hacer análisis del sistema Con SFC
ar: فحص النظام باستخدام SFC
pt_pt: Fazer análises do sistema com SFC
tr: SFC ile sistem analizi yap
uk: Виконати сканування системи за допомогою SFC

source: Copiar información de todo el sistema al portapapeles
ar: نسخ معلومات النظام إلى الحافظة
pt_pt: Copiar a informação de todo o sistema para a área de transferência
tr: Sistem Bilgisini panoya kopyala
uk: Скопіювати загальносистемну інформацію в буфер обміну

source: información del sistema copiada al portapapeles
ar: تم نسخ معلومات النظام إلى الحافظة
pt_pt: informação do sistema copiada para a área de transferência
tr: sistem bilgileri panoya kopyalandı
uk: системну інформацію скопійовано в буфер обміну

source: Abrir mapa de caracteres
ar: فتح خريطة الأحرف
tr: Karakter haritasını aç
uk: Відкрити таблицю символів

source: Abrir Asistente guardar contraseñas de usuarios
ar: فتح معالج حفظ كلمات مرور المستخدم
pt_pt: Abrir o assistente "guardar senhas do utilizador"
tr: Kullanıcı Şifrelerini Kaydetme Sihirbazını Aç
uk: Відкрити майстер збереження паролів користувачів

source: Abrir opciones de voz
ar: فتح خيارات الصوت
pt_pt: Abrir Opções de voz
tr: Konuşma seçeneklerini aç
uk: Відкрити налаштування мовлення

source: Copiar al portapapeles la información sobre las tarjetas de sonido
ar: نسخ معلومات بطاقات الصوت إلى الحافظة
pt_pt: Copiar as informações sobre as placas de som para a área de transferência
tr: Ses kartları hakkındaki bilgileri panoya kopyala
uk: Скопіювати інформацію про звукову карту в буфер обміну

source: Ocultar carpetas
ar: إخفاء المجلدات
pt_pt: Esconder pastas
tr: Klasörleri gizle
uk: Приховати папки

source: Mostrar carpetas ocultas
ar: إظهار المجلدات المخفية
pt_pt: Mostrar pastas ocultas
tr: Gizli klasörleri göster
uk: Показати приховані папки

source: Limpiar disco
ar: تنظيف القرص
pt_pt: Limpar o Disco
tr: Diski temizle
uk: Очищення дисків

source: Reiniciar Explorador
ar: إعادة تشغيل مستكشف الملفات
pt_pt: Reiniciar o Explorador
tr: Explorer'ı yeniden başlat
uk: Перезапустити Провідник

source: Abrir Optimizar las unidades
ar: فتح تحسين محركات الأقراص
pt_pt: Abrir Otimizar unidades
tr: Disk birleştiriciyi aç
uk: Відкрити оптимізацію дисків

source: Hibernar el sistema
ar: إسبات النظام
pt_pt: Hibernar o sistema
tr: Bilgisayarı hazırda beklet
uk: Перевести систему в режим глибокого сну

source: Volumen
ar: الصوت
pt_pt: Volume
tr: Ses
uk: Обсяг

source: Reparar sistema con Dism
ar: إصلاح النظام بستخدام Dism
pt_pt: Reparar o sistema com Dism
tr: Sistemi Dism ile onar
uk: Ремонт системи за допомогою Dism

source: Reiniciar el sistema y entrar en Modo seguro con funciones de red
ar: إعادة التشغيل مع الدخول إلى الوضع الآمن والاتصال بالأنترنت
pt_pt: Reiniciar o sistema e entrar no modo de segurança com o funcionamento em rede
tr: Bilgisayarı yeniden başlat ve Ağ ile Güvenli Mod'u aç
uk: Перезавантажити систему і увійти в безпечний режим з підтримкою мережі

source: Deshabilitar el Modo seguro y reiniciar el sistema
ar: تعطيل الوضع الآمن وإعادة تشغيل النظام
pt_pt: Desactivar o modo de segurança e reiniciar o sistema
tr: Güvenli Modu devre dışı bırak ve Bilgisayarı yeniden başlat
uk: Вимкнути безпечний режим та перезавантажити систему

source: Abrir Mezclador de volumen
ar: إفتح خلاط الصوت
pt_pt: Abrir o Misturador de volume
tr: Ses yöneticisini aç
uk: Відкрити мікшер гучності

source: Suspender el sistema
ar: تعليق النظام
pt_pt: Suspender o sistema
tr: Bilgisayarı uyku moduna al
uk: Режим сну

source: Abrir Restablecer éste PC
ar: فتح إعادة ضبط الكمبيوتر
pt_pt: Abrir Reiniciar este PC
tr: Bu bilgisayarı sıfırla sihirbazını Aç
uk: Відкрити Скидання налаштувань цього ПК

source: Copiar al portapepeles la lista de archivos en cuarentena
ar: نسخ قائمة الملفات المعزولة إلى الحافظة
pt_pt: Copiar lista de ficheiros em quarentena para a área de transferência
tr: Karantinaya alınan dosyaların listesini panoya kopyala
uk: Скопіювати список файлів на карантині в буфер обміну

source: Análisis rápido
ar: فحص سريع
pt_pt: Análise rápida
tr: Hızlı tarama
uk: Швидкий аналіз

source: Análisis completo
ar: فحص كامل
pt_pt: Análise completa
tr: Tam Tarama
uk: Повний аналіз

source: Análisis del sector de arranque
ar: فحص قطاع التمهيد، الباد سكتور
pt_pt: Análise do sector de arranque
tr: Sistem Önyükleme Bölümünü Tara
uk: Аналіз сектора завантаження

source: Activar escanéo de archivos comprimidos
ar: تفعيل فحص الملفات المضغوطة
pt_pt: Permitir a digitalização de ficheiros comprimidos
tr: Sıkıştırılmış dosyaların taranmasını etkinleştir
uk: Увімкнути сканування стиснутих файлів

source: Desactivar escanéo de archivos comprimidos
ar: تعطيل فحص الملفات المضغوطة
pt_pt: Desactivar a digitalização de ficheiros comprimidos
tr: Sıkıştırılmış dosyaların taranmasını devre dışı bırak
uk: Вимкнути сканування стиснутих файлів

source: Desactivar la Webcam
ar: تعطيل كاميرا الويب
pt_pt: Desactivar a Webcam
tr: Web kamerasını devre dışı bırak
uk: Вимкнути веб-камеру

source: Activar la Webcam
ar: تنشيط كاميرا الويب
pt_pt: Activar a Webcam
tr: Web kamerasını etkinleştir
uk: Увімкнути веб-камеру

source: Reiniciar el sistema y entrar en la BIOS-UEFI
ar: الدخول إلى BIOS-UEFI
pt_pt: Reiniciar o sistema e entrar na BIOS-UEFI
tr: Bilgisayarı yeniden başlat ve BIOS-UEFI'ye gir
uk: Перезавантажити систему і увійти в BIOS-UEFI

source: Limpiar caché DNS
ar: مسح ذاكرة التخزين المؤقت لDNS
pt_pt: Limpar a Cache DNS
tr: DNS önbelleğini temizle
uk: Очистити кеш dns

source: Desactivar el espacio reservado
ar: تعطيل المساحة المحجوزة للتحديثات
pt_pt: Desactivar o espaço reservado
tr: Ayrılmış alanı devre dışı bırak
uk: Вимкнути зарезервований простір

source: Activar el espacio reservado
ar: تفعيل المساحة المحجوزة للتحديثات
pt_pt: Activar o espaço reservado
tr: Ayrılmış alanı etkinleştir
uk: Увімкнути зарезервований простір

source: AbrircConsola CMD en la ruta actual
ar: فتح CMD في المسار الحالي
pt_pt: OpencConsole CMD no caminho actual
tr: Geçerli yolda CMD Konsolunu aç
uk: Відкрити командний рядок у цьому шляху

source: AbrircConsola CMD Administrador
ar: فتح CMD كمسؤول
pt_pt: Abrir a consola CMD
tr: CMD konsolunu yönetici olarak çalıştır
uk: Відкрити командний рядок з правами адміністратора

source: Limpiar configuración guardada para ejecutarse en pantallas seguras
ar: مسح الإعدادات المحفوظة للتشغيل في الشاشات الآمنة
pt_pt: Limpar a configuração guardada para correr em ecrãs seguros
tr: Güvenli ekranlarda çalıştırmak için kaydedilmiş yapılandırmayı temizle
uk: Очистити збережену конфігурацію для запуску на захищених екранах

source: Borrar el portapapeles y su historial
ar: تفريغ الحافظة وسجلها
pt_pt: Limpar a área de transferência e o seu histórico
tr: Panoyu ve açıksa Pano geçmişini temizle
uk: Очистити буфер обміну та його історію

source: Cerrar taréas que no responden
ar: إغلاق المهام التي لا تستجيب
tr: Yanıt vermeyen görevleri kapat
uk: Закрити процеси, які не відповідають

source: Cerrar todas las aplicaciones
ar: إغلاق كافة البرامج
tr: Tüm uygulamaları kapat
uk: Закрити всі програми

source: Abrir carpeta Roaming
ar: فتح مجلد Roaming
pt_pt: Abrir a pasta Roaming
tr: Roaming klasörünü aç
uk: Відкрити папку Roaming

source: Desactivar el Control de cuentas de usuario (uac)
ar: تعطيل التحكم في حساب المستخدم (uac)
tr: Kullanıcı Hesabı Denetimini Devre Dışı Bırak (uac)
uk: Вимкнути контроль облікових записів користувачів (uac)

source: Activar el Control de cuentas de usuario (uac)
ar: تمكين التحكم في حساب المستخدم (uac)
tr: Kullanıcı Hesabı Denetimini Etkinleştir (uac)
uk: Увімкнути Контроль облікових записів користувачів (uac)

source: Terminar los procesos de cualquier aplicación activa
tr: Herhangi bir aktif uygulamanın işlemlerini sonlandır
uk: Завершити процеси будь-якої активної програми

source: Abrir el lanzador de consolas de Windows
tr: Windows konsol başlatıcısını aç
uk: Відкрити панель консолей Windows

source: Activar el Plan alto rendimiento de Windows
tr: Windows Yüksek Performans Planını Etkinleştir
uk: Активувати план високої продуктивності Windows

source: Activar el Plan Equilibrado de Windows
tr: Windows Dengeli Planını Etkinleştir
uk: Активувати план збалансованої продуктивності Windows

source: *** Agradecimientos *** *** Módulo Lanzar_consolas *** Este módulo ha sido desarrollado por: Héctor J. Benítez Corredera <xebolax@gmail.com Copyright (C) 2024 Agradecemos por haberlo cedido gentilmente para utilizarse en el complemento TCA SystemUtilities. Se agradece también a los desarrolladores del complemento Nao: (Autores: Alessandro Albano, Davide De Carne y Simone Dal Maso); De dicho complemento se han extraído las siguiente funciones para extraer rutas: : is_explorer, get_selected_files_explorer_ps y get_selected_file_explorer
tr: *** Teşekkürler *** *** Konsol Başlatma Modülü *** Bu modül: Héctor J. Benítez Corredera <xebolax@gmail.com> tarafından geliştirilmiştir. Telif Hakkı (C) 2024 TCA SistemAraçları eklentisinde kullanılmasını sağladığınız için teşekkür ederiz. NAO tamamlayıcısının geliştiricileri de teşekkürler: (Yazarlar: Alessandro Albano, Davide de Meat ve Simone Dal Maso); Konumları çıkarmak için bu eklentiden aşağıdaki işlevler çıkarılmıştır: : is_explorer, get_selected_files_explorer_ps y get_selected_file_explorer
uk: *** Подяки *** *** Модуль Lanzar_consolas *** Цей модуль було розроблено: Héctor J. Benítez Corredera <xebolax@gmail.com xebolax@gmail.com xebolax@gmail.com Copyright (C) 2024 Ми дякуємо їм за те, що вони люб'язно надали його для використання в додатку TCA SystemUtilities. Ми також дякуємо розробникам доповнення Nao: (Автори: Alessandro Albano, Davide De Carne та Simone Dal Maso); З цього додатка було взято наступні функції для отримання шляхів: : is_explorer, get_selected_files_explorer_ps та get_selected_file_explorer

source: Tipo de terminal no soportado.
tr: Desteklenmeyen terminal türü.
uk: Тип терміналу не підтримується.

source: No se encontró una selección válida.
tr: Geçerli bir seçim bulunamadı.
uk: Не знайдено дійсного вибору.

source: Ya hay una instancia de lanzador de consolas abierta.
tr: Bir konsol başlatıcı örneği zaten açık.
uk: Вже відкрито екземпляр консолі.

source: Lanzador de consolas
tr: Konsol başlatıcısı
uk: Запуск консолей

source: Abrir CMD aquí
tr: CMD'yi burada aç
uk: Відкрити CMD тут

source: Abrir CMD como Administrador
tr: CMD'yi yönetici olarak çalıştır
uk: Відкрити CMD від імені Адміністратора

source: Abrir PowerShell aquí
tr: PowerShell'i burada aç
uk: Відкрити PowerShell тут

source: Abrir PowerShell como Administrador
tr: PowerShell'i yönetici olarak çalıştır
uk: Відкрити PowerShell від імені адміністратора

source: Abrir Windows Terminal aquí
tr: Windows Terminalini Burada Aç
uk: Відкрити термінал Windows тут

source: Abrir Windows Terminal como Administrador
tr: Windows Terminalini Yönetici Olarak Çalıştır
uk: Відкрити термінал Windows від імені адміністратора

source: Abrir git-bash aquí
tr: Git-Bash'ı burada aç
uk: Відкрити тут Git-Bash

source: Abrir git-bash como Administrador
tr: Git-bash'ı yönetici olarak çalıştır
uk: Відкрити git-bash від імені Адміністратора

source: Error: {}. Por favor seleccione el elemento nuevamente
tr: Hata: {}. Lütfen öğeyi tekrar seçin
uk: Помилка: {}. Будь ласка, виберіть елемент ще раз

source: No se tomó el foco, mueva la flecha o seleccione algún elemento
ar: لم يتم التركيز على العنصر، قم بتحريك السهم أو تحديد عنصر
tr: Odaklanamadı, oku hareket ettirin veya bir öğe seçin
uk: Фокус не отримано, перемістіть стрілку або виберіть елемент

source: Dirección:
ar: عنوان:
pt_pt: Endereço
tr: Yön
uk: Адреса:

source: Vídeos
ar: فيديو
tr: Videolar
uk: Відео

source: Videos
ar: فيديو
pt_pt: Vídeos
tr: Videolar
uk: Відео

source: Apagando el Pc.
ar: إيقاف تشغيل الكمبيوتر.
pt_pt: A Desligar o PC.
tr: Bilgisayarı Kapat.
uk: Вимкнути ПК.

source: Reiniciando el PC.
ar: إعادة تشغيل جهاز الكمبيوتر.
pt_pt: A Reiniciar o PC.
tr: Bilgisayarı yeniden başlat.
uk: Перезавантажети ПК.

source: anulando el apagado o reinicio del pc.
ar: إلغاء إيقاف تشغيل أو إعادة تشغيل جهاز الكمبيوتر.
pt_pt: a anular o desligamento ou reinício do pc.
tr: bilgisayarın kapanmasını veya yeniden başlatılmasını iptal etme.
uk: скасування вимкнення або перезавантаження ПК.

source: Copiada la lista al portapapeles
ar: نسخ قائمة إلى الحافظة
pt_pt: lista copiada para a área de transferência
tr: Liste panoya kopyalandı
uk: Список скопійовано у буфер обміну

source: No se pudo copiar la lista al portapapeles
ar: تعذر نسخ القائمة إلى الحافظة
pt_pt: Não foi possível copiar a lista para a área de transferência
tr: Liste panoya kopyalanamadı
uk: Не вдалося скопіювати список у буфер обміну

source: Copiada la info del sonido al portapapeles
ar: نسخ معلومات الصوت إلى الحافظة
pt_pt: Informação do som copiada para a área de transferência
tr: Ses kartı bilgisi panoya kopyalandı
uk: Інформацію про звукову карту скопійовано в буфер обміну

source: No fue posible ocultar los elementos
ar: غير قادر على إخفاء العناصر
pt_pt: Não foi possível esconder os elementos
tr: Öğeler gizlenemedi
uk: Не вдалося приховати елементи

source: no se pudieron mostrar los archivos
ar: تعذر عرض الملفات
pt_pt: os ficheiros não puderam ser mostrados
tr: dosyalar görüntülenemedi
uk: не вдалося відобразити файли

source: Si es la primera vez que ejecuta ésta acción. es necesario crear un perfil de limpieza, solo debe hacerlo una vez. puede pulsar en Crear perfil también si desea modificar uno existente, o puede marcar la casilla para no volver a mostrar éste mensaje.
ar: إذا كانت هذه هي المرة الأولى التي تقوم فيها بتشغيل هذا الإجراء. تحتاج إلى إنشاء ملف تعريف تنظيف، تحتاج إلى القيام بذلك مرة واحدة فقط. يمكنك أيضًا النقر فوق "إنشاء ملف تعريف" إذا كنت تريد تعديل ملف تعريف موجود، يمكنك تحديد المربع لعدم إظهار هذه الرسالة مجددا.
pt_pt: Se esta é a primeira vez que executa esta acção. é necessário criar um perfil de limpeza. Só precisa de o fazer uma vez. pode clicar em Criar perfil também se quiser modificar um perfil existente, ou pode marcar a caixa para não voltar a mostrar esta mensagem.
tr: Bu eylemi ilk kez gerçekleştiriyorsanız. bir temizlik profili oluşturmanız gerekiyor, bunu yalnızca bir kez yapmanız yeterli. Ayrıca mevcut bir profili değiştirmek istiyorsanız Profil oluştur'a tıklayabilir veya bu mesajı tekrar göstermemek için kutuyu işaretleyebilirsiniz.
uk: Якщо Ви виконуєте цю дію вперше. потрібно створити профіль очищення, зробити це потрібно лише один раз. ви також можете натиснути «Створити профіль», якщо ви хочете змінити наявний, або ви можете позначити прапорець, щоб більше не показувати це повідомлення.

source: Crear perfil
ar: إنشاء ملف تعريف
pt_pt: Criar perfil
tr: Profil oluştur
uk: Створити профіль

source: No volver a mostrar este mensaje
ar: لا تظهر هذه الرسالة مرة أخرى
pt_pt: Não voltar a mostrar esta mensagem
tr: Bu mesajı tekrar gösterme
uk: Більше не показувати це повідомлення

source: Está a punto de reiniciar el sistema, y activar el modo Seguro con funciones de red. En éste modo los sistemas Windows anteriores al 10, puede que no tengan sonidos, por ende, el lector de pantalla no tendrá soporte de voz. Deberá deshabilitar este modo desde las configuraciones del sistema msconfig, o haciendo uso de TCA SystemUtilities en el apartado: apagado del sistema. ¿Está seguro que desea continuar?
ar: أنت على وشك إعادة تشغيل النظام، والدخول إلى الوضع الآمن مع الأنترنت. في هذا الوضع، قد لا تحتوي أنظمة Windows قبل الإصدار 10 على أصوات، وبالتالي، لن يتوفر لقارئ الشاشة دعم صوتي . يجب عليك تعطيل هذا الوضع من msconfig لإعدادات النظام، أو باستخدام TCA SystemUtilities في القسم: إيقاف تشغيل النظام. هل أنت متأكد من رغبتك في المتابعة؟
pt_pt: Está prestes a reiniciar o sistema, e a activar o modo Seguro com funções de rede. Neste modo, os sistemas Windows anteriores ao 10 podem não ter som, pelo que o leitor de ecrã não terá suporte de voz. Terá de desactivar este modo a partir das definições do sistema msconfig, ou utilizando TCA SystemUtilities sob o encerramento do sistema. Tem a certeza de que quer continuar?
tr: Bilgisayarı yeniden başlatmak ve Ağ ile Güvenli Mod'u etkinleştirmek üzeresiniz. Bu modda, önceki Windows modundaki gibi ses olmayabilir, bu nedenle ekran okuyucunun ses desteği olmayacaktır. Bu modu msconfig sistem yapılandırmalarından veya TCA Sistem Araçları içerisinde bulunan bilgisayarı kapat seçeneğini kullanarak devre dışı bırakmalısınız. ¿Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь перезавантажити систему та увімкнути безпечний режим з підтримкою мережі. У цьому режимі в системах раніших за Windows 10 може бути відсутній звук, тому читач екрана не матиме голосової підтримки. Ви повинні вимкнути цей режим у налаштуваннях системи msconfig або за допомогою TCA System Utilities у розділі: завершення роботи системи. Ви впевнені, що хочете продовжити?

source: Atención activación del Modo seguro!
ar: تحذير سيؤدي هذا إلى تفعيل الوضع الآمن!
pt_pt: Atenção à activação do Modo Seguro!
tr: Dikkat Güvenli Mod aktif!
uk: Увага! активація безпечного режиму!

source: Modo seguro activado, se va a reiniciar el Pc
ar: تم تنشيط الوضع الآمن ، وسيُعاد تشغيل الكمبيوتر
pt_pt: Modo seguro activado, o PC será reiniciado
tr: Güvenli mod etkinleştirildi, bilgisayar yeniden başlatılacak
uk: Безпечний режим активовано, ПК перезавантажиться

source: Modo normal, reiniciando el Pc
ar: الوضع العادي ، إعادة تشغيل جهاز الكمبيوتر
pt_pt: Modo normal, a reiniciar o PC
tr: Normal mod, bilgisayarı yeniden başlat
uk: Звичайний режим, перезавантаження ПК

source: Suspendiendo el sistema
ar: تعليق النظام
pt_pt: A suspender o sistema
tr: Sistemi Uyku moduna alma
uk: Режим сну

source: Se activó el escanéo de archivos comprimidos
ar: تم تشغيل فحص الملفات المضغوطة
pt_pt: A digitalização de ficheiros comprimidos foi activada
tr: Sıkıştırılmış dosya taraması etkinleştirildi
uk: Сканування стиснутих файлів увімкнено

source: Se desactivó el escanéo de archivos comprimidos
ar: تم تعطيل فحص الملفات المضغوطة
pt_pt: A digitalização de ficheiros comprimidos foi desactivada
tr: Sıkıştırılmış dosya taraması devre dışı bırakıldı
uk: Сканування стиснутих файлів вимкнено

source: Se desactivó la Webcam
ar: تم تعطيل كاميرا الويب
pt_pt: Câmara Web desactivada
tr: Web kamerası devre dışı bırakıldı
uk: Веб-камеру вимкнено

source: Se activó la Webcam
ar: تم تفعيل كاميرا الويب
pt_pt: Webcam activada
tr: Web kamerası etkinleştirildi
uk: Веб-камеру увімкнено

source: Está a punto de activar entrar a la BIOS-UEFI El PC se va a reiniciar en unos segundos. Recuerda que en la BIOS-UEFI no podrás utilizar un lector de pantalla, tendrás que pedir ayuda visual. ¿está seguro que desea continuar?
ar: أنت على وشك تنشيط الدخول إلى BIOS-UEFI ستتم إعادة تشغيل جهاز الكمبيوتر خلال بضع ثوانٍ.
pt_pt: Está prestes a activar a entrada na BIOS-UEFI O PC será reiniciado dentro de alguns segundos Lembre-se que na BIOS-UEFI não poderá utilizar um leitor de ecrã, terá de pedir ajuda visual. tem a certeza de que quer continuar?
tr: BIOS-UEFI'ye girmeyi etkinleştirmek üzeresiniz PC birkaç saniye içinde yeniden başlayacaktır. BIOS-UEFI'da ekran okuyucu kullanamayacağınızı, görsel yardım istemeniz gerekeceğini unutmayın. Devam etmek istediğinizden emin misiniz?
uk: Ви збираєтесь активувати вхід до BIOS-UEFI. ПК перезавантажиться через декілька секунд. Пам'ятайте, що в BIOS-UEFI ви не зможете скористатися читачем екрана, доведеться звертатися по візуальну допомогу. Ви впевнені, що хочете продовжити?

source: ¿Atención Se intentará activar la entrada a la BIOS-UEFI!
ar: تحذير: هل تريد محاولة تنشيط الدخول إلى BIOS-UEFI!
pt_pt: atenção Será feita uma tentativa para activar o login da BIOS-UEFI!
tr: Dikkat BIOS-UEFI girişi etkinleştirilmeye çalışılacaktır!
uk: Увага! буде зроблено спробу активувати вхід в BIOS-UEFI!

source: Se limpió la Caché DNS
ar: تم مسح ذاكرة التخزين المؤقت لـ DNS
pt_pt: O Cache DNS foi limpo
tr: DNS Önbelleği temizlendi
uk: Кеш DNS очищено

source: Se desactivó el espacio reservado
ar: المساحة المحجوزة للتحديثات معطلة
pt_pt: O espaço reservado foi desactivado
tr: Ayrılmış alan devre dışı bırakıldı
uk: Зарезервований простір вимкнено

source: Se activó el espacio reservado
ar: تم تفعيل المساحة المحجوزة للتحديثات
pt_pt: O espaço reservado foi activado
tr: Ayrılmış alan etkinleştirildi
uk: Зарезервований простір увімкнено

source: Active una ventana del explorador antes de abrir CMD
tr: CMD'yi açmadan önce bir gezgin penceresini etkinleştir
uk: "Активуйте вікно провідника перед відкриттям CMD."

source: La ruta seleccionada no existe
tr: Seçilen konum mevcut değil
uk: Вибраного шляху не існує

source: Error al abrir CMD: {}
tr: CMD açılırken hata oluştu: {}
uk: Помилка при відкритті CMD: {}
